Repository: openplotter/openplotter-can
Catalog: openplotterCan/locale/*/LC_MESSAGES/openplotter-can.po
Languages: ca, cs, da, de, fi, fr, it, nb, nl, pl, sv

source: You can not activate more than 30 PGNs
ca: No es poden activar més de 30 PGNs
cs: Nelze aktivovat více než 30 PGN
da: Du kan ikke aktivere mere end 30 PGN'er
de: Sie können nicht mehr als 30 PGNs aktivieren
fi: Voit aktivoida enintään 30 PGNs:ää
fr: Vous ne pouvez pas activer plus de 30 PGNs
it: Non puoi attivare più di 30 PGN
nb: Du kan ikke aktivere mer enn 30 PGNer
nl: U kunt niet meer dan 30 PGNs activeren
pl: Nie możesz aktywować więcej niż 30 PGN-ów
sv: Det går inte att aktivera mer än 30 PGNs

source: enabled transmission PGNs (max. 30):
ca: habilitada la transmissió de PGNs (máx. 30):
cs: povolené přenosové hodnoty PGN (max. 30):
da: aktiveret transmissions PGN'er (maks. 30):
de: aktivierte Übertragungs-PGNs (max. 30):
fi: sallitut siirto PGNs:t (max. 30):
fr: PGNs de transmission activés (max. 30):
it: trasmissione PGN abilitata (max. 30):
nb: overføring av PGNer aktivert (maks. 30):
nl: PGNs verzenden ingeschakeld (max. 30):
pl: włączone PGNy transmisyjne (maks. 30):
sv: aktiverade sändar PGNs ( max 30):

source: Interrupt GPIO
ca: Interrupció GPIO
cs: Přerušení GPIO
da: Afbryd GPIO
de: GPIO unterbrechen
fi: Keskeytys GPIO
fr: Interrompre GPIO
nb: Avbryt GPIO
pl: Przerwij GPIO
sv: Avbrotts GPIO

source: Select
ca: Selecciona
cs: Vybrat
de: Auswählen
fi: Valitse
fr: Sélectionner
it: Seleziona
nb: Velg
nl: Selecteer
pl: Wybierz
sv: Välj

source: Checking CAN devices...
ca: Comprovant dispositius CAN...
cs: Kontrola CAN zařízení...
da: Kontrollerer CAN-enheder...
de: Prüfe CAN-Geräte...
fi: Tarkistetaan CAN laitteet...
fr: Vérification des périphériques CAN...
it: Controllo dispositivi CAN...
nb: Kontrollerer CAN-enheter...
nl: CAN-apparaten controleren...
pl: Sprawdzanie urządzeń CAN...
sv: Kontrollerar CAN enheter...

source: There is no Signal K connection for interface:
ca: No hi ha connexió Signal K per a la interfície:
cs: Pro rozhraní neexistuje žádné připojení k Signal K:
de: Es gibt keine Signal K Verbindung für die Schnittstelle:
fi: Signal K yhteyttä ei ole liittymälle:
fr: Il n'y a pas de connexion Signal K pour l'interface :
it: Non c'è nessuna connessione Signal K per l'interfaccia:
nb: Det er ingen Signal K-tilkobling for grensesnittet:
nl: Er is geen Signal K verbinding voor interface:
pl: Brak połączenia Sygnał K dla interfejsu:
sv: Kopplingen mot Signal K saknas för interface:

source: Installing canboat...
it: Installazione canboat...
nl: Canboat installeren...
sv: Installerar canboat...

source: Please enable SPI interface in Preferences -> Raspberry Pi configuration -> Interfaces.
it: SPI è disattivato. Si prega di abilitare l'interfaccia SPI in Preferenze -> Raspberry Pi configurazione -> Interfacce.
nb: Vennligst aktiver SPI-grensesnitt i Innstillinger -> Raspberry Pi konfigurasjon -> grensesnitt.
nl: Activeer de SPI interface in Voorkeuren -> Raspberry Pi configuratie -> Interfaces.
sv: Vänligen aktivera SPI-gränssnittet i Inställningar -> Raspberry Pi konfigurationen -> Gränssnitt.

source: Add slcand device
da: Tilføj slcand enhed

source: Remove slcand device
da: Fjern slcand enhed

source: Restarting CANable interfaces...
da: Genstarter CANklar-interfaces...

source: CANable interfaces restarted
da: CANklar interfaces genstartet

source: Changes will be applied after restarting
da: Ændringer aktiveres efter genstart

source: Please install "signalk-n2kais-to-nmea0183" Signal K app
da: Installer venligst "signal-n2k ais-to-nmea 0183" Signal K-app

source: There is not Signal K connection for interface:
da: Der er ikke en signal K-forbindelse til interface:
