Repository: openplotter/openplotter-can
Catalog: openplotterCan/locale/*/LC_MESSAGES/openplotter-can.po
Languages: ca, cs, da, de, fi, fr, it, nb, nl, pl, sv

source: Adding openplotter-can-read service...
ca: Afegint servei openplotter-can-read...
cs: Přidávání služby openplotter-i2c-read...
da: Tilføjer openplotter-CAN-read-tjeneste...
de: Openplotter-can-read Service hinzufügen...
fi: Lisätään openplotter-can-luku palvelu...
fr: Ajout du service openplotter-can-read...
it: Aggiunta del servizio openplotter-can-read...
nb: Legger til openplotter-can-read-tjeneste...
nl: Openplotter-can-read service wordt toegevoegd...
pl: Dodawanie usługi openplotter-can-read...
sv: Lägger till openplotter-can-read tjänsten...

source: DONE
ca: FET
cs: Hotovo
da: UDFØRT
de: FERTIG
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
nl: KLAAR
pl: GOTOWE
sv: KLAR

source: FAILED:
ca: ERROR:
cs: Chyba:
da: MISLYKKET:
de: FEHLGESCHLAGEN:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: FALLITO:
nb: MISLYKKET:
nl: MISLUKT:
pl: NIEPOWODZENIE:
sv: MISSLYCKADES:

source: Installing/Updating "Signal K to NMEA 2000" plugin...
ca: Instal·lant/Actualitzant el plugin "Signal K to NMEA 2000"...
cs: Instalace/aktualizace pluginu "Signal K NMEA 2000"...
de: Installieren/Aktualisieren von "Signal K to NMEA 2000" Plugin...
fi: Asennetaan/päivitetään "Signal K to NMEA 2000" -liitännäinen...
fr: Installation / Mise à jour du plugin "Signal K to NMEA 2000"...
it: Installazione/aggiornamento del plugin "Signal K to NMEA 2000"...
nb: Installering / oppdatering av "Signal K til NMEA 2000"-plugin...
nl: Installeren/bijwerken van "Signal K naar NMEA 2000" plugin...
pl: Instalacja/aktualizacja wtyczki "Signal K to NMEA 2000"...
sv: Installerar/Uppdaterar "Signal K till NMEA 2000" plugin...

source: Failed. Please, install Signal K server.
ca: Error. Si us plau, instal·la el servidor Signal K.
cs: Chyba. Nainstalujte prosím server Signal K.
de: Fehlgeschlagen. Bitte installieren Sie Signal K-Server.
fi: Epäonnistui. Asenna Signal K -palvelin.
fr: Échec. Veuillez installer le serveur Signal K.
it: Fallito. Installare il server Signal K.
nb: Mislykket. Vennligst installer Signal K-server.
nl: Mislukt. Installeer de Signal K server.
pl: Niepowodzenie. Proszę zainstalować serwer Signal K.
sv: Misslyckades. Vänligen installera Signal K-servern.

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
fi: Asetetaan versio...
fr: Réglage de la version...
it: Impostazione versione...
nb: Angir versjon...
nl: Versie instellen...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing openplotter-can-read service...
ca: Eliminant servei openplotter-can-read...
cs: Odstraňuji službu openplotter-i2c-read...
da: Fjerner openplotter-can-read service...
de: Entferne openplotter-can-read Dienst...
fi: Poistetaan openplotter-can-luku palvelu...
fr: Suppression du service openplotter-can-read...
it: Rimozione del servizio openplotter-can-read...
nb: Fjerner openplotter-can-read-tjeneste...
nl: Openplotter-can-read service wordt verwijderd...
pl: Usuwanie usługi openplotter-can-read...
sv: Ta bort openplotter-can-read service...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
fi: Poistetaan versio...
fr: Suppression de la version...
it: Rimozione versione...
nb: Fjerner versjon...
nl: Versie verwijderen...
pl: Usuwanie wersji...
sv: Tar bort version...

source: Please connect (or disconnect and reconnect) the CAN-USB adapter
ca: Si us plau conecta (o desconecta i torna a conectar) l'adaptador CAN-USB
cs: Připojte (nebo odpojte a znovu připojte) CAN-USB adaptér
da: Tilslut CAN-USB-adapteren (afbryd og tilslut igen)
de: Bitte verbinde (oder trennen und neu verbinden) den CAN-USB-Adapter
fi: Kytke (tai irrota ja sitten kytke) CAN-USB sovitin
fr: Veuillez connecter (ou déconnecter et reconnecter) l'adaptateur CAN-USB
it: Si prega di connettere (o disconnettersi e riconnettere) l'adattatore CAN-USB
nb: Vennligst koble til (eller koble fra og til på nytt) CAN-USB-adapteret
nl: Sluit de CAN-USB-adapter aan (of verbreken of herverbinden)
pl: Podłącz (lub odłącz i ponownie podłącz) adapter CAN-USB
sv: Var vänlig anslut (eller koppla in / koppla ur) CAN-USB adaptern

source: Can not open serial device (CAN-USB) connected on:
ca: No es pot obrir el dispositiu sèrie (CAN-USB) connectat a:
cs: Nelze otevřít sériové zařízení (CAN-USB) připojené pomocí:
da: Kan ikke åbne seriel enhed (CAN-USB) tilsluttet til:
de: Kann serielles Gerät (CAN-USB) nicht öffnen auf:
fi: (CAN-USB) sarjalaitetta ei voida avata kytkennässä:
fr: Impossible d'ouvrir le périphérique série (CAN-USB) connecté sur:
it: Impossibile aprire il dispositivo seriale (CAN-USB) collegato su:
nb: Kan ikke åpne seriell enhet (CAN-USB) som er koblet på:
nl: Kan seriële apparaat (CAN-USB) niet openen:
pl: Nie można otworzyć urządzenia szeregowego (CAN-USB) podłączonego do:
sv: Kan inte öppna seriell enhet (CAN-USB) ansluten på:

source: CAN Bus
ca: Bus CAN
cs: Sběrnice CAN
fi: CAN Väylä
fr: Bus CAN
it: Bus CAN
pl: Magistrala CAN
sv: CAN Buss

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
fi: Ohje
fr: Aide
it: Guida
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: CAN-USB Setup
ca: Configuració CAN-USB
cs: Nastavení CAN-USB
da: CAN-USB-opsætning
fi: CAN-USB Asetukset
fr: Configuration CAN-USB
it: Configurazione CAN-USB
nb: CAN-USB Oppsett
pl: Konfiguracja CAN-USB
sv: CAN-USB inställningar

source: Refresh
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
fi: Virkistä
fr: Actualiser
it: Aggiorna
nb: Oppdater
nl: Verversen
pl: Odśwież
sv: Uppdatera

source: This feature is only for Raspberry Pi
ca: Aquesta funcionalitat està reservada per a Raspberry Pi
cs: Tato funkce je pouze pro Raspberry Pi
da: Denne funktion er kun til Raspberry Pi
de: Diese Funktion ist nur für Raspberry Pi
fi: Tämä ominaisuus on vain Raspberry Pi:tä varten
fr: Cette fonctionnalité concerne uniquement le Raspberry Pi
it: Questa funzionalità è solo per Raspberry Pi
nb: Denne funksjonen er bare for Raspberry Pi
nl: Deze functie is alleen voor Raspberry Pi
pl: Ta funkcja jest dostępna tylko dla Raspberry Pi
sv: Denna funktion fungerar endast med Raspberry Pi

source: Serial Port
ca: Port sèrie
cs: Sériový port
da: Seriel Port
de: serielle Schnittstelle
fi: Sarjaportti
fr: Port série
it: Porta seriale
nb: Seriellport
nl: Seriële poort
pl: Port szeregowy
sv: Serieport

source: Baud Rate
ca: Velocitat de bauds
cs: Rychlost baud
da: Baud-hastighed
fi: Baud Arvo
fr: Débit en bauds
nb: Overføringshastighet
pl: Prędkość transmisji
sv: Hastighet

source: SK connection ID
ca: ID de connexió SK
cs: ID spojení SK
da: SK-forbindelses-ID
de: SK-Verbindungs-ID
fi: SK kytkentä ID
fr: Identifiant de connexion SK
it: ID connessione SK
nb: SK tilkoblings-ID
nl: SK verbinding ID
pl: ID połączenia SK
sv: SK förbindelse ID

source: Open device TX PGNs
ca: Obrir dispositiu TX PGNs
cs: Otevřít TX PGN zařízení
da: Åbn enhed TX PGN'er
de: Öffne Geräte TX-PGNs
fi: Avaa laite TX PGNt
fr: Ouvrir les périphériques TX et PGNs
it: Apri dispositivo TX PGNs
nb: Åpne enhet TX PGN-er
nl: Open apparaat TX PGNs
pl: Otwórz urządzenie PGNy TX
sv: Öppna enhets TX PGNs

source: Add Connection
ca: Afegeix una connexió
cs: Přidat spojení
da: Tilføj forbindelse
de: Verbindung hinzufügen
fi: Lisää kytkentä
fr: Ajouter une connexion
it: Aggiungi Connessione
nb: Legg til Forbindelse
nl: Voeg verbinding toe
pl: Dodaj połączenie
sv: Lägg till anslutning

source: Edit Connection
ca: Edita una connexió
cs: Upravit spojení
da: Rediger forbindelse
de: Verbindung bearbeiten
fi: Muokkaa kytkentää
fr: Modifier la connexion
it: Modifica connessione
nb: Rediger Forbindelse
nl: Bewerk Sk verbinding
pl: Edytuj połączenie
sv: Redigera anslutning

source: Remove Connection
ca: Elimina la connexió
cs: Odstranit spojení
da: Fjern forbindelse
de: Verbindung entfernen
fi: Poista kytkentä
fr: Supprimer la connexion
it: Rimuovi connessione
nb: Fjern Forbindelse
nl: Verbinding verwijderen
pl: Usuń połączenie
sv: Ta bort anslutning

source: You have to select a device
ca: Has de seleccionar un dispositiu
cs: Musíte vybrat zařízení
da: Vælge en enhed
de: Sie müssen ein Gerät auswählen
fi: Valitse laite
fr: Vous devez sélectionner un périphérique
it: Devi selezionare un dispositivo
nb: Du må velge en enhet
nl: Je moet een apparaat kiezen
pl: Musisz wybrać urządzenie
sv: Du måste välja en enhet

source: You have to select a baud rate
ca: Has de seleccionar la velocitat de bauds
cs: Musíte vybrat rychlost baud
da: Vælge en baud hastighed
de: Sie müssen eine Baudrate auswählen
fi: Valitse baudi asetus
fr: Vous devez sélectionner une vitesse de transmission
it: Devi selezionare un baud rate
nb: Du må velge en overføringshastighet
nl: Je moet een Baud rate selecteren
pl: Musisz wybrać wskaźnik baud
sv: Du måste välja en anslutningshastighet

source: This device already exists
ca: Aquest dispositiu ja existeix
cs: Toto zařízení již existuje
da: Denne enhed findes allerede
de: Dieses Gerät existiert bereits
fi: Tämä laite on jo olemassa
fr: Ce périphérique existe déjà
it: Questo dispositivo esiste già
nb: Denne enheten finnes allerede
nl: Dit apparaat bestaat al
pl: To urządzenie już istnieje
sv: Enheten finns redan

source: Failed. Error creating connection in Signal K
ca: Error. Error en crear la connexió a Signal K
cs: Chyba při vytváření připojení k Signal K serveru
da: Mislykket. Fejl ved oprettelse af forbindelse i signal K
de: Fehlgeschlagen. Fehler beim Erstellen der Verbindung in Signal K
fi: Epäonnistui. Virhe kytkettäessä Signal Khon
fr: Échec. Erreur lors de la création de la connection en Signal K
it: Fallito. Errore nella creazione della connessione in Signal K
nb: Mislyktes. Feil ved opprettelse av tilkobling i Signal K
nl: Mislukt. Fout bij maken van verbinding in Signal K
pl: Niepowodzenie. Błąd podczas tworzenia połączenia w Sygnale K
sv: Misslyckades. Fel vid skapande av anslutning i Signal K

source: Please install "Signal K Installer" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "Instal·lador de SignalK"
cs: Prosím, nainstalujte OpenPlotter aplikaci "Instalátor Signal K"
da: Installer venligst "Signal K Installer" OpenPlotter appen
de: Bitte installieren Sie "Signal K Installer" in der OpenPlotter App
fi: Asenna "Signal K asennin" OpenPlotter sovelma
fr: Veuillez installer l'appli d'OpenPlotter "Signal K Installer"
it: Installa l'app "Signal K Installer" OpenPlotter
nb: Vennligst installer "Signal K Installer" OpenPlotter app
nl: Installeer "Signal K Installer" OpenPlotter app
pl: Proszę zainstaluj komponent OpenPlotter "Signal K Installer"
sv: Vänligen installera "Signal K Installer" OpenPlotter app

source: Failed. Error removing connection in Signal K
ca: Error. Error al eliminar la connexió a Signal K
cs: Chyba. Chyba při odstraňování připojení k Signal K serveru
da: Mislykket. Fejl, kan ikke fjerne forbindelse i signal K
de: Fehlgeschlagen. Fehler beim Entfernen der Verbindung in Signal K
fi: Epäonnistui. Virhe kytkennän poistossa Signal Kssa
fr: Échec. Erreur lors de la suppression de la connexion en Signal K
it: Fallito. Errore nella rimozione della connessione in Signal K
nb: Mislyktes. Feil ved fjerning av tilkobling i Signal K
nl: Mislukt. Fout bij het verwijderen van de verbinding in Signal K
pl: Niepowodzenie. Błąd podczas usuwania połączenia w Sygnale K
sv: Misslyckades. Fel vid borttagning av anslutning i Signal K

source: Please install "signalk-to-nmea2000" Signal K app
ca: Si us plau, instal·la l'aplicació de Signal K " signalk-to-nmea2000"
cs: Prosím, nainstalujte aplikaci "signalk-to-nmea2000"
da: Installer venligst "signalk-to-nmea2000" Signal K appen
de: Bitte installieren Sie "signalk-to-nmea2000" in der Signal K App
fi: Asenna "signalk-nmea2000:een" Signal K sovelma
fr: Veuillez installer l'appli Signal K "signalk-to-nmea2000"
it: Installa l'app "signalk-to-nmea2000" Signal K
nb: Vennligst installer "signalk-to-nmea2000" Signal K applikasjon
nl: Installeer "signalk-to-nmea2000" Signal K app
pl: Proszę zainstalować aplikację „signalk-to-nmea2000” Sygnału K
sv: Vänligen installera "signalk-to-nmea2000" Signal K app

source: Disabling device and restarting Signal K server...
ca: Deshabilitant dispositiu i reiniciant servidor Signal K...
cs: Vypínání zařízení a restartování serveru Signal K...
da: Deaktiverer enhed og genstarter Signal K-server...
de: Deaktiviere Gerät und starte Signal K Server...
fi: Estetään laite ja käynnistetään Signal K palvelin...
fr: Désactivation du périphérique et redémarrage du serveur Signal K...
it: Disattivazione del dispositivo e riavvio del server Signal K...
nb: Deaktiverer enheten og starter Signal K på nytt...
nl: Apparaat uitschakelen en de Signal K-server herstarten...
pl: Dezaktywacja urządzenia i restartowanie serwera Signal K...
sv: Inaktivera enhet och starta om Signal K server...

source: Enabling device and restarting Signal K server...
ca: Activant el dispositiu i reiniciant el servidor Signal K...
cs: Zapnutí zařízení a restartování serveru Signal K...
da: Aktiverer enhed og genstarter Signal K-server...
de: Aktiviere Gerät und starte Signal K Server...
fi: Sallitaan laite ja käynnistetään Signal K palvelin...
fr: Activation du périphérique et redémarrage du serveur Signal K...
it: Attivazione del dispositivo e riavvio del server Signal K...
nb: Aktiverer enheten og starter Signal K på nytt...
nl: Apparaat inschakelen en de server van Signal K herstarten...
pl: Aktywacja urządzenia i restartowanie serwera Signal K...
sv: Aktivera enhet och starta om Signal K server...

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
cs: Restartuji Signal K server...
da: Genstarter Signal K-serveren...
de: Starte Signal K Server neu...
fi: Käynnistetään Signal K palvelin...
fr: Redémarrage du serveur Signal K...
it: Riavvio server Signal K...
nb: Starter Signal K-server på nytt...
nl: Signal K server wordt herstart...
pl: Restartowanie serwera Signal K...
sv: Startar om Signal K server...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
cs: Signal K server byl restartován
da: Signal K-serveren blev genstartet
de: Signal K Server neu gestartet
fi: Signal K palvelin käynnistetty
fr: Serveur Signal K redémarré
it: Server Signal K riavviato
nb: Signal K-server startet på nytt
nl: Signal K server herstart
pl: Serwer Signal K został zrestartowany
sv: Signal K server omstartad

source: Interface
ca: Interfície
cs: Rozhraní
de: Benutzeroberfläche
fi: Liitäntä
it: Interfaccia
nb: Grensesnitt
pl: Interfejs
sv: Gränssnitt

source: Add device
ca: Afegeix un dispositiu
cs: Přidat zařízení
de: Gerät hinzufügen
fi: Lisää laite
fr: Ajouter un périphérique
it: Aggiungi Device
nb: Legg til enhet
nl: Voeg apparaat toe
pl: Dodaj urządzenie
sv: Lägg till enhet

source: Remove device
ca: Elimina el dispositiu
cs: Odebrat zařízení
de: Gerät entfernen
fi: Poista laite
fr: Supprimer ce périphérique
it: Rimuovi Device
nb: Fjern enhet
nl: Apparaat verwijderen
pl: Usuń urządzenie
sv: Ta bort enhet

source: Check device traffic
ca: Comprova el tràfic del dispositiu
cs: Zkontrolovat provoz zařízení
da: Kontroller enhedstrafik
de: Geräteverkehr überprüfen
fi: Tarkista laitteen liikenne
fr: Vérifier le trafic des périphériques
it: Controlla traffico dispositivo
nb: Sjekk trafikk på enheten
nl: Controleer apparaatverkeer
pl: Sprawdź działanie urządzenia
sv: Kontrollera enhetstrafik

source: Restart device
ca: Reinicia el dispositiu
cs: Restartovat zařízení
de: Gerät neu starten
fi: Käynnistä laite uudelleen
fr: Redémarrer ce périphérique
it: Riavvio Device
nb: Start enhet på nytt
nl: Apparaat herstarten
pl: Zrestartuj urządzenie
sv: Starta om enhet

source: Remove slcand interface...
ca: Eliminar interfície de slcand...
cs: Odstranit slcand rozhraní...
de: Entferne slcand-Schnittstelle...
fi: Poista slcand käyttöliittymä...
fr: Supprimer l'interface slcand...
it: Rimuovi slcand interface...
nb: Fjern skrått grensesnitt...
nl: Verwijder slcand interface...
pl: Usuń interfejs slcand...
sv: Ta bort slcand-gränssnitt...

source: slcand interfaces restarted
ca: interfícies slcand reiniciades
cs: slcand rozhraní byla restartována
de: slcand-Schnittstellen neu gestartet
fi: slcand rajapinnat käynnistetty uudelleen
fr: Interfaces slcand redémarrées
it: Riavvia slcand interface
nb: slcand-grensesnitt startet på nytt
nl: slcand interface herstarten
pl: interfejsy slcand zrestartowane
sv: slcand-gränssnitt startas om

source: Restarting slcand interfaces...
ca: Reiniciant interfície de slcand...
cs: Restartování slcand rozhraní...
de: Slcand-Schnittstellen neustarten...
fi: Uudelleenkäynnistetään slcand rajapintoja...
fr: Redémarrage des interfaces slcand...
it: Riavviando slcand interface...
nb: Restarter slcand-grensesnitt...
nl: Slcand interfaces herstarten...
pl: Restartowanie interfejsów slcand...
sv: Startar om slcand-gränssnitt...

source: Connection
ca: Connexió
cs: Připojení
da: Forbindelse
de: Verbindung
fi: Yhteys
fr: Connexion
it: Connessione
nb: Tilkobling
nl: Verbindingen
pl: Połączenie
sv: Anslutning

source: Oscillator
ca: Oscil·lador
de: Oszillator
fi: Oskillaattori
fr: Oscillateur
it: Oscillatore
pl: Oscylator

source: Interrupt
ca: Interrupció
cs: Přerušení
de: Unterbrechung
fi: Keskeytys
fr: Interruption
nb: Avbrutt
nl: Onderbreken
pl: Przerwij

source: Add MCP2515 device
ca: Afegir dispositiu MCP2515
cs: Přidat MCP2515 zařízení
da: Tilføj MCP2515-enhed
de: MCP2515 Gerät hinzufügen
fi: Lisää MCP2515 laite
fr: Ajouter un périphérique MCP2515
it: Aggiungi dispositivo MCP2515
nb: Legg til MCP2515-enhet
nl: MCP2515 apparaat toevoegen
pl: Dodaj urządzenie MCP2515
sv: Lägg till MCP2515 enhet

source: Remove MCP2515 device
ca: Eliminar dispositiu MCP2515
cs: Odstranit MCP2515 zařízení
da: Fjern enhed MCP2515
de: MCP2515-Gerät entfernen
fi: Poista MCP2515 laite
fr: Retirer le périphérique MCP2515
it: Rimuovi dispositivo MCP2515
nb: Fjern MCP2515-enhet
nl: Verwijder MCP2515 apparaat
pl: Usuń urządzenie MCP2515
sv: Ta bort MCP2515 enhet

source: OpenPlotter will reboot. Are you sure?
ca: OpenPlotter es reiniciarà. ¿Estàs segur?
cs: OpenPlotter se restartuje. Jste si jisti?
de: OpenPlotter wird neu gestartet. Bist du sicher?
fi: OpenPlotter käynnistyy uudelleen. Oletko varma?
fr: OpenPlotter va redémarrer. D'accord?
it: OpenPlotter si riavviera`. Sei sicuro?
nb: OpenPlotter vil starte på nytt. Er du sikker?
nl: OpenPlotter zal opnieuw opstarten. Weet u het zeker?
pl: OpenPlotter zostanie uruchomiony ponownie. Jesteś pewien?
sv: OpenPlotter startar om. Är du säker?

source: Question
ca: Pregunta
cs: Dotaz
de: Frage
fi: Kysymys
it: Domanda
nb: Spørsmål
nl: Vraag
pl: Pytanie
sv: Fråga

source: Fill in all fields
ca: Omple tots els camps
cs: Vyplňte všechna pole
da: Udfyld alle felter
de: Alle Felder ausfüllen
fi: Täytä kaikki kentät
fr: Remplissez tous les champs
it: Compila tutti i campi
nb: Fyll ut alle feltene
nl: Vul alle velden in
pl: Wypełnij wszystkie pola
sv: Fyll i alla rutor

source: This connection already exists
ca: Aquesta connexió ja existeix
cs: Toto připojení již existuje
da: Denne forbindelse findes allerede
de: Diese Verbindung existiert bereits
fi: Yhteys on jo olemassa
fr: Cette connexion existe déjà
it: Connessione già esistente
nb: Denne forbindelsen finnes allerede
nl: Deze verbinding bestaat al
pl: To połączenie już istnieje
sv: Denna anslutning finns redan

source: This interrupt GPIO already exists
ca: Aquesta interrupció GPIO ja existeix
cs: Toto GPIO přerušení již existuje
da: Denne GPIO interrupt findes allerede
de: Diese Interrupt GPIO existiert bereits
fi: Tämä keskeytys GPIO on jo olemassa
fr: Cette interruption GPIO existe déjà
it: Questo interrupt GPIO esiste già
nb: Denne avbrudds-GPIOen finnes allerede
nl: Deze interrupt GPIO bestaat al
pl: Przerwanie GPIO już istnieje
sv: Denna interrupt GPIO finns redan

source: Add MCP251xfd device
ca: Afegir dispositiu MCP251xfd
cs: Přidat MCP2515xfd zařízení
de: MCP251xfd Gerät hinzufügen
fi: Lisää MCP251xfd laite
fr: Ajouter un périphérique MCP2515
it: Aggiungi dispositivo MCP251xfd
nb: Legg til MCP251xfd-enhet
nl: Voeg MCP2515 apparaat toe
pl: Dodaj urządzenie MCP251xfd
sv: Lägg till MCP251xfd enhet

source: Remove MCP251xfd device
ca: Eliminar dispositiu MCP251xfd
cs: Odstranit MCP2515xfd zařízení
de: MCP251xfd Gerät entfernen
fi: Poista MCP251xfd laite
fr: Retirer le périphérique MCP2515
it: Rimuovi dispositivo MCP251xfd
nb: Fjern MCP251xfd-enhet
nl: Verwijder MCP2515 xfd apparaat
pl: Usuń urządzenie MCP251xfd
sv: Ta bort MCP251xfd enhet

source: Open device PGNs
ca: Obrir dispositiu PGNs
cs: Otevřít PGN zařízení
da: Åbn enhed TX PGN'er
de: Öffne Geräte TX-PGNs
fi: Avaa laite PGNt
fr: Ouvrir le périphérique PGNs
it: Apri dispositivo PGNs
nb: Åpne enhets-PGN-er
nl: Open apparaat PGNs
pl: Otwórz PGNy urządzenia
sv: Öppna enhetens PGNs

source: info
ca: informació
fi: tieto
nb: informasjon
nl: informatie
pl: informacje
sv: information

source: Apply
ca: Aplica
cs: Použít
da: Anvend
de: Übernehmen
fi: Käytä
fr: Appliquer
it: Applica
nb: Bruk
nl: Toepassen
pl: Zastosuj
sv: Använd

source: Close
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
fi: Sulje
fr: Fermer
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
sv: Stäng

source: Error connecting with device
ca: Error connectant amb el dispositiu
cs: Chyba při připojování k zařízením
da: Forbindelse til enheden fejler
de: Fehler beim Verbinden mit dem Gerät
fi: Laitteen liittämisessä virhe
fr: Erreur de connexion avec le périphérique
it: Errore di connessione con il dispositivo
nb: Feil ved tilkobling til enhet
nl: Fout bij verbinding met apparaat
pl: Błąd połączenia z urządzeniem
sv: Error vid anslutning av enhet

source: The list of enabled PGNs is empty, you may need to try a different baudrate or reset your device to 115200 bauds
ca: La llista de PGNs habilitats és buida, és possible que necessiti provar una velocitat de bauds diferent o restablir el seu dispositiu a 115200 bauds
cs: Seznam povolených PGNs je prázdný, možná budete muset zkusit jiný baudrate nebo resetovat zařízení na 115200 bauds
da: Listen over aktiverede PGN'er er tom, du skal muligvis prøve en anden baudrate eller nulstille din enhed til 115200 bauds
de: Die Liste der aktivierten PGNs ist leer. Möglicherweise musst du eine andere Baudrate ausprobieren oder dein Gerät auf 115200 Bauds zurücksetzen
fi: Tämä salittujen PGNien luettelo on tyhjä, Voit kokeilla eri baud arvoja tai asetta laitteesi 115200 baudiin
fr: La liste des PGNs activés est vide, vous devrez peut-être essayer une vitesse de transmission différente ou réinitialiser votre périphérique à 115200 bauds
it: La lista dei PGNs abilitati è vuota, potrebbe essere necessario provare un baudrate diverso o reimpostare il dispositivo a 115200 baud
nb: Listen over aktiverte PGNer er tom, du må kanskje prøve en annen overføringshastighet eller nullstille enheten til 115200 baud
nl: De lijst met ingeschakelde PGNs is leeg, u moet misschien een ander baudrate proberen of uw apparaat resetten op 115200 bauds
pl: Lista włączonych PGNów jest pusta, być może musisz spróbować innego współczynnika baud lub zresetować urządzenie do 115200 baudów
sv: Listan med anslutna PGNs är tom, proven en annan hastighet eller sätt hastigheten till 115200 bauds

source: open PGNs:
ca: obre PGNs:
cs: otevřené PGN:
da: åben PGN'er:
de: geöffnete PGNs:
fi: avaa PGNt:
fr: ouvrir PGNs :
it: apri PGN:
nb: åpne PGNer:
pl: otwórz PGNy:
sv: öppna PGNs:

source: close PGNs:
ca: tanca PGNs:
cs: zavřené PGN:
da: luk PGN'er:
de: geschlossene PGNs
fi: sulje PGNs:
fr: fermer PGNs:
it: chiudi i PGNs:
nb: lukkede PGNer:
pl: zamknij PGNy:
sv: stäng PGNs:
